const ap = new APlayer({
    container: document.getElementById("aplayer"),
    fixed: true,
    autoplay: true,
    theme: "#000",
    mutex: true,
    lrcType: 1,
    audio: [
        {
            name: "散りゆく時-FINAL-",
            artist: "沙紗飛鳥",
            url: "http://music.163.com/song/media/outer/url?id=784983.mp3",
            cover:
                "http://p1.music.126.net/Ga6wORrmSXdEc3WMMfWjzQ==/18994063370115108.jpg",
            lrc: "[00:42.35]忘れかけた夢の記憶思い出したくて…\n[00:49.26]期待してた答えはどこにあるの？\n[00:56.27]一人だけの窓辺に立つ風がさらってゆく\n[01:03.26]誰かの声届くと信じていた\n[01:08.39]\n[01:10.27]もしも今この想いが伝えられるのなら\n[01:16.54]どこへ行けばいいの？\n[01:22.54]\n[01:23.39]遥か遠く強く口ずさむよ あの日の言葉を\n[01:30.50]街を人をみんな走り抜けてあなたのモトへ\n[01:37.47]散りゆく時いつか消えてしまうまで永久に願うよ\n[01:44.48]果てしないこの空どこまでも行くから\n[01:51.93]\n[01:57.80]\n[02:06.41]離れかけた日々の記憶映し出したくて…\n[02:13.34]探し求め流れた時の中で\n[02:18.74]\n[02:20.36]もしも世界の果てまで届けられるのなら\n[02:26.63]何をすればいいの？\n[02:32.25]\n[02:33.32]もっと高く広く溢れ出すよあの日の想いが\n[02:40.54]時も距離も全て通り越してあなたのモトへ\n[02:47.59]散りゆく時どうか色あせる日まで変わらずにいて\n[02:54.63]いつまでもいつまでも近くにいるから\n[03:01.64]\n[03:02.81]明日の中に何がある？知る術など何も無いけれど\n[03:16.96]それを見つけ変えられるなら私に何が出来る？\n[03:28.97]\n[03:29.63]遥か遠く強く口ずさむよあの日の言葉を\n[03:36.77]街を人をみんな走り抜けてあなたのモトへ\n[03:43.58]散りゆく時いつか消えてしまうまで永久に願うよ\n[03:50.61]果てしないこの空どこまでも行くから\n[03:58.42]\n[04:00.25]",
        }
    ]
})
